Repository: DIKO-Doc/DIKO-Doc.github.io
Catalog: cht-to-eng/cht-to-eng-omegat.tmx
Source language: zh_tw
Languages: en

source: ISO C++ forbids initialization of member constant %qD of non-integral type %qT
en: ISO C++ 不允許初始化成員常數 %qD，因為它有非整數的類型 %qT

source: ISO C++ forbids omitting the middle term of a ?: expression
en: ISO C 不允許省略 ?: 運算式中的第二項

source: ISO C++ forbids subscripting non-lvalue array
en: ISO C++ 不允許按下標存取非左值的陣列

source: ISO C++ forbids taking address of function %<::main%>
en: ISO C++ 不允許取函式 %<::main%> 的位址

source: ISO C++ forbids taking the address of a bound member function to form a pointer to member function. Say %<&%T::%D%>
en: ISO C++ 不允許透過取已繫結的成員函式的位址來建構成員函式指標。請改用 %<&%T::%D%>

source: ISO C++ forbids taking the address of a cast to a non-lvalue expression
en: ISO C++ 不允許取轉換到非左值運算式的位址

source: ISO C++ forbids taking the address of an unqualified or parenthesized non-static member function to form a pointer to member function. Say %<&%T::%D%>
en: ISO C++ 不允許透過提取一個未限定的或帶括號的非靜態成員函式的位址來形成一個成員函式指標。請使用 %<&%T::%D%>

source: ISO C++ forbids the use of %qE on explicit instantiations
en: ISO C++ 不允許在明確實體化時使用 %qE

source: ISO C++ forbids using pointer of type %<void *%> in subtraction
en: ISO C++ 不允許在減法中使用類型為 %<void *%> 的指標

source: ISO C++ forbids using pointer to a function in subtraction
en: ISO C++ 不允許在減法中使用函式指標

source: ISO C++ forbids using pointer to a method in subtraction
en: ISO C++ 不允許在減法中使用參照方法的指標

source: ISO C++ forbids zero-size array
en: ISO C++ 不允許大小為 0 的陣列

source: ISO C++ forbids zero-size array %qD
en: ISO C 不允許大小為 0 的陣列 %qD

source: ISO C++ prohibits anonymous structs
en: ISO C++ 不允許匿名結構

source: ISO C90 does not support %<[*]%> array declarators
en: ISO C90 不支援 %<[*]%> 陣列宣告

source: ISO C90 does not support %<long long%>
en: ISO C90 不支援 %<long long%>

source: ISO C90 does not support %<static%> or type qualifiers in parameter array declarators
en: ISO C90 不支援在參數陣列宣告中使用 %<static%> 或類型限定符

source: ISO C90 forbids specifying subobject to initialize
en: ISO C90 不允許指定子物件的初始值

source: ISO C90 forbids subscripting non-lvalue array
en: ISO C90 不允許非左值的陣列做為下標運算的左運算元

source: IV contains non-hexadecimal digits.
en: IV 包含非十六進位的數字。

source: IV must be an even number of bytes in length.
en: IV 的長度必須為偶數位元組。

source: IV must contain at least 8 characters
en: IV 最少需要包括 8 个字符

source: Identifies specific subchannels that this network device uses for communication with z/VM or s390 host. Like the "mac-address" property for non-z/VM devices, this property can be used to ensure this connection only applies to the network device that uses these subchannels. The list should contain exactly 3 strings, and each string may only be composed of hexadecimal characters and the period (.) character.
en: 標識此網絡設備用於與z / VM或s390主機通信的特定子通道。與非z / VM設備的“mac-address”屬性類似，此屬性可用於確保此連接僅適用於使用這些子通道的網絡設備。該列表應包含3個字符串，每個字符串只能由十六進製字符和句點（。）字符組成。

source: Identity
en: 身份

source: Identity string for EAP authentication methods. Often the user's user or login name.
en: EAP身份驗證方法的標識字符串。通常是用戶的用戶或登錄名。

source: If -fvariable-expansion-in-unroller is used, the maximum number of times that an individual variable will be expanded during loop unrolling
en: 如果使用了 -fvariable-expansion-in-unroller，即指單一變數在循環展開時可以同時被展開的次數

source: If TRUE the IFF_VNET_HDR the tunnel packets will include a virtio network header.
en: 如果為TRUE，則IFF_VNET_HDR隧道數據包將包含virtio網絡頭。

source: If TRUE the interface will prepend a 4 byte header describing the physical interface to the packets.
en: 如果為TRUE，則接口將在前面添加一個描述數據包物理接口的4字節頭。

source: If TRUE, "deflate" compression will not be requested.
en: 如果為TRUE，則不會請求“deflate”壓縮。

source: If TRUE, 128-bit MPPE (Microsoft Point-to-Point Encryption) will be required for the PPP session, and the "require-mppe" property must also be set to TRUE. If 128-bit MPPE is not available the session will fail.
en: 如果為TRUE，則PPP會話將需要128位MPPE（Microsoft點對點加密），並且“require-mppe”屬性也必須設置為TRUE。如果128位MPPE不可用，則會話將失敗。

source: If TRUE, BSD compression will not be requested.
en: 如果為TRUE，則不會請求BSD壓縮。

source: If TRUE, MPPE (Microsoft Point-to-Point Encryption) will be required for the PPP session. If either 64-bit or 128-bit MPPE is not available the session will fail. Note that MPPE is not used on mobile broadband connections.
en: 如果為TRUE，則PPP會話將需要MPPE（Microsoft點對點加密）。如果64位或128位MPPE不可用，則會話將失敗。請注意，MPPE不用於移動寬帶連接。

source: If TRUE, Van Jacobsen TCP header compression will not be requested.
en: 如果為TRUE，則不會請求Van Jacobsen TCP頭壓縮。

source: If TRUE, a hostname is sent to the DHCP server when acquiring a lease. Some DHCP servers use this hostname to update DNS databases, essentially providing a static hostname for the computer. If the "dhcp-hostname" property is NULL and this property is TRUE, the current persistent hostname of the computer is sent.
en: 如果為TRUE，則在獲取租約時將主機名發送到DHCP服務器。某些DHCP服務器使用此主機名更新DNS數據庫，實質上是為計算機提供靜態主機名。如果“dhcp-hostname”屬性為NULL且此屬性為TRUE，則發送計算機的當前持久主機名。

source: If TRUE, allow overall network configuration to proceed even if the configuration specified by this property times out. Note that at least one IP configuration must succeed or overall network configuration will still fail. For example, in IPv6-only networks, setting this property to TRUE on the NMSettingIP4Config allows the overall network configuration to succeed if IPv4 configuration fails but IPv6 configuration completes successfully.
en: 如果為TRUE，則即使此屬性指定的配置超時，也允許繼續進行整體網絡配置。請注意，至少一個IP配置必須成功，否則整個網絡配置仍將失敗。例如，在僅IPv6網絡中，如果IPv4配置失敗但IPv6配置成功完成，則在NMSettingIP4Config上將此屬性設置為TRUE可以使整個網絡配置成功。

source: If TRUE, do not require the other side (usually the PPP server) to authenticate itself to the client. If FALSE, require authentication from the remote side. In almost all cases, this should be TRUE.
en: 如果為TRUE，則不要求另一方（通常是PPP服務器）向客戶端驗證自身。如果為FALSE，則要求遠程端進行身份驗證。幾乎在所有情況下，這都應該是正確的。

source: If TRUE, specify that pppd should set the serial port to use hardware flow control with RTS and CTS signals. This value should normally be set to FALSE.
en: 如果為TRUE，請指定pppd應將串行端口設置為使用具有RTS和CTS信號的硬件流控制。該值通常應設置為FALSE。

source: If TRUE, stateful MPPE is used. See pppd documentation for more information on stateful MPPE.
en: 如果為TRUE，則使用有狀態MPPE。有關有狀態MPPE的更多信息，請參閱pppd文檔。

source: If TRUE, the CHAP authentication method will not be used.
en: 如果為TRUE，則不使用CHAP身份驗證方法。

source: If TRUE, the EAP authentication method will not be used.
en: 如果為TRUE，則不使用EAP身份驗證方法。

source: If TRUE, the MSCHAP authentication method will not be used.
en: 如果為TRUE，則不使用MSCHAP身份驗證方法。

source: If TRUE, the MSCHAPv2 authentication method will not be used.
en: 如果為TRUE，則不使用MSCHAPv2身份驗證方法。

source: If TRUE, the PAP authentication method will not be used.
en: 如果為TRUE，則不使用PAP驗證方法。

source: If TRUE, this connection will never be the default connection for this IP type, meaning it will never be assigned the default route by NetworkManager.
en: 如果為TRUE，則此連接永遠不會是此IP類型的默認連接，這意味著NetworkManager永遠不會為其分配默認路由。

source: If false, custom-editor-command will be used instead of the system editor when opening files externally.
en: 如果為 False，在外部開啟檔案時將使用 custom-editor-command 而不是系統編輯器。

source: If false, custom-font will be used instead of the system monospace font.
en: 如果為 False，將使用 custom-font 而不是系統等寬字型。

source: If given, specifies the parent interface name on which this PPPoE connection should be created. If this property is not specified, the connection is activated on the interface specified in "interface-name" of NMSettingConnection.
en: 如果給定，則指定應在其上創建此PPPoE連接的父接口名稱。如果未指定此屬性，則會在NMSettingConnection的“interface-name”中指定的接口上激活連接。

source: If given, specifies the parent interface name or parent connection UUID from which this 6LowPAN interface should be created.
en: 如果給定，則指定應從中創建此6LowPAN接口的父接口名稱或父連接UUID。

source: If given, specifies the parent interface name or parent connection UUID from which this MAC-VLAN interface should be created. If this property is not specified, the connection must contain an "802-3-ethernet" setting with a "mac-address" property.
en: 如果給定，則指定應從中創建此MAC-VLAN接口的父接口名稱或父連接UUID。如果未指定此屬性，則連接必須包含具有“mac-address”屬性的“802-3-ethernet”設置。

source: If given, specifies the parent interface name or parent connection UUID from which this MACSEC interface should be created. If this property is not specified, the connection must contain an "802-3-ethernet" setting with a "mac-address" property.
en: 如果給定，則指定應從中創建此MACSEC接口的父接口名稱或父連接UUID。如果未指定此屬性，則連接必須包含具有“mac-address”屬性的“802-3-ethernet”設置。

source: If given, specifies the parent interface name or parent connection UUID from which this VLAN interface should be created. If this property is not specified, the connection must contain an "802-3-ethernet" setting with a "mac-address" property.
en: 如果給定，則指定應從中創建此VLAN接口的父接口名稱或父連接UUID。如果未指定此屬性，則連接必須包含具有“mac-address”屬性的“802-3-ethernet”設置。

source: If given, specifies the parent interface name or parent connection UUID the new device will be bound to so that tunneled packets will only be routed via that interface.
en: 如果給定，則指定新設備將綁定的父接口名稱或父連接UUID，以便隧道數據包僅通過該接口路由。

source: If given, specifies the parent interface name or parent connection UUID.
en: 如果給定，則指定父接口名稱或父連接UUID。

source: If given, specifies the source IP address to use in outgoing packets.
en: 如果給定，則指定要在傳出數據包中使用的源IP地址。

source: If greater than zero, delay success of IP addressing until either the timeout is reached, or an IP gateway replies to a ping.
en: 如果大於零，則延遲IP尋址成功，直到達到超時或IP網關回复ping。

source: If non-zero, directs the device to only use the specified bitrate for communication with the access point. Units are in Kb/s, ie 5500 = 5.5 Mbit/s. This property is highly driver dependent and not all devices support setting a static bitrate.
en: 如果非零，則指示設備僅使用指定的比特率與接入點進行通信。單位為Kb / s，即5500 = 5.5 Mbit / s。此屬性高度依賴於驅動程序，並非所有設備都支持設置靜態比特率。

source: If non-zero, directs the device to use the specified transmit power. Units are dBm. This property is highly driver dependent and not all devices support setting a static transmit power.
en: 如果非零，則指示設備使用指定的發射功率。單位是dBm。此屬性高度依賴於驅動程序，並非所有設備都支持設置靜態傳輸功率。

source: If non-zero, instruct pppd to presume the connection to the peer has failed if the specified number of LCP echo-requests go unanswered by the peer. The "lcp-echo-interval" property must also be set to a non-zero value if this property is used.
en: 如果非零，則指示pppd假定與對等方的連接失敗，如果指定數量的LCP回應請求未被對等方應答。如果使用此屬性，則還必須將“lcp-echo-interval”屬性設置為非零值。

source: If non-zero, instruct pppd to request that the peer send packets no larger than the specified size. If non-zero, the MRU should be between 128 and 16384.
en: 如果非零，則指示pppd請求對等方發送不大於指定大小的數據包。如果不為零，則MRU應介於128和16384之間。

source: If non-zero, instruct pppd to send an LCP echo-request frame to the peer every n seconds (where n is the specified value). Note that some PPP peers will respond to echo requests and some will not, and it is not possible to autodetect this.
en: 如果非零，則指示pppd每隔n秒向對等體發送一個LCP回送請求幀（其中n是指定值）。請注意，某些PPP對等體將響應echo請求，而有些則不會，並且無法自動檢測此信號。

source: If non-zero, instruct pppd to send packets no larger than the specified size.
en: 如果非零，則指示pppd發送不大於指定大小的數據包。

source: If non-zero, instruct pppd to set the serial port to the specified baudrate. This value should normally be left as 0 to automatically choose the speed.
en: 如果非零，則指示pppd將串行端口設置為指定的波特率。該值通常應保留為0以自動選擇速度。

source: If non-zero, only transmit packets of the specified size or smaller, breaking larger packets up into multiple Ethernet frames.
en: 如果非零，則僅傳輸指定大小或更小的數據包，將更大的數據包分成多個以太網幀。

source: If non-zero, only transmit packets of the specified size or smaller, breaking larger packets up into multiple fragments.
en: 如果非零，則僅傳輸指定大小或更小的數據包，將更大的數據包分成多個片段。

source: If non-zero, only transmit packets of the specified size or smaller, breaking larger packets up into multiple frames.
en: 如果非零，則僅傳輸指定大小或更小的數據包，將更大的數據包分成多個幀。

source: If specified, directs the device to only associate with the given access point. This capability is highly driver dependent and not supported by all devices. Note: this property does not control the BSSID used when creating an Ad-Hoc network and is unlikely to in the future.
en: 如果指定，則指示設備僅與給定的接入點關聯。此功能高度依賴於驅動程序，並非所有設備都支持。注意：此屬性不控制創建Ad-Hoc網絡時使用的BSSID，並且將來不太可能。

source: If specified, instruct PPPoE to only initiate sessions with access concentrators that provide the specified service. For most providers, this should be left blank. It is only required if there are multiple access concentrators or a specific service is known to be required.
en: 如果指定，則指示PPPoE僅啟動與提供指定服務的訪問集中器的會話。對於大多數提供商，這應該留空。只有在有多個訪問集中器或已知需要特定服務時才需要它。

source: If specified, request that the device use this MAC address instead. This is known as MAC cloning or spoofing. Beside explicitly specifying a MAC address, the special values "preserve", "permanent", "random" and "stable" are supported. "preserve" means not to touch the MAC address on activation. "permanent" means to use the permanent hardware address if the device has one (otherwise this is treated as "preserve"). "random" creates a random MAC address on each connect. "stable" creates a hashed MAC address based on connection.stable-id and a machine dependent key. If unspecified, the value can be overwritten via global defaults, see manual of NetworkManager.conf. If still unspecified, it defaults to "preserve" (older versions of NetworkManager may use a different default value). On D-Bus, this field is expressed as "assigned-mac-address" or the deprecated "cloned-mac-address".
en: 如果已指定，請求設備使用此MAC地址。這稱為MAC克隆或欺騙。除了明確指定MAC地址外，還支持特殊值“保留”，“永久”，“隨機”和“穩定”。 “保留”表示在激活時不觸摸MAC地址。 “permanent”表示如果設備有永久硬件地址，則使用永久硬件地址（否則將其視為“保留”）。 “random”在每個連接上創建一個隨機MAC地址。 “stable”基於connection.stable-id和機器相關密鑰創建散列MAC地址。如果未指定，則可以通過全局默認值覆蓋該值，請參閱NetworkManager.conf手冊。如果仍未指定，則默認為“保留”（舊版本的NetworkManager可能使用不同的默認值）。在D-Bus上，該字段表示為“assigned-mac-address”或不推薦的“cloned-mac-address”。

source: If specified, request that the device use this MAC address instead. This is known as MAC cloning or spoofing. Beside explicitly specifying a MAC address, the special values "preserve", "permanent", "random" and "stable" are supported. "preserve" means not to touch the MAC address on activation. "permanent" means to use the permanent hardware address of the device. "random" creates a random MAC address on each connect. "stable" creates a hashed MAC address based on connection.stable-id and a machine dependent key. If unspecified, the value can be overwritten via global defaults, see manual of NetworkManager.conf. If still unspecified, it defaults to "preserve" (older versions of NetworkManager may use a different default value). On D-Bus, this field is expressed as "assigned-mac-address" or the deprecated "cloned-mac-address".
en: 如果已指定，請求設備使用此MAC地址。這稱為MAC克隆或欺騙。除了明確指定MAC地址外，還支持特殊值“保留”，“永久”，“隨機”和“穩定”。 “保留”表示在激活時不觸摸MAC地址。 “permanent”表示使用設備的永久硬件地址。 “random”在每個連接上創建一個隨機MAC地址。 “stable”基於connection.stable-id和機器相關密鑰創建散列MAC地址。如果未指定，則可以通過全局默認值覆蓋該值，請參閱NetworkManager.conf手冊。如果仍未指定，則默認為“保留”（舊版本的NetworkManager可能使用不同的默認值）。在D-Bus上，該字段表示為“assigned-mac-address”或不推薦的“cloned-mac-address”。

source: If specified, the MAC address of bridge. When creating a new bridge, this MAC address will be set. If this field is left unspecified, the "ethernet.cloned-mac-address" is referred instead to generate the initial MAC address. Note that setting "ethernet.cloned-mac-address" anyway overwrites the MAC address of the bridge later while activating the bridge. Hence, this property is deprecated. Deprecated: 1
en: 如果指定，則為橋的MAC地址。創建新橋時，將設置此MAC地址。如果未指定此字段，則引用“ethernet.cloned-mac-address”來生成初始MAC地址。請注意，設置“ethernet.cloned-mac-address”無論如何都會在激活網橋時覆蓋網橋的MAC地址。因此，不推薦使用此屬性。不予批准：1

source: If specified, the password used with magic-packet-based Wake-on-LAN, represented as an Ethernet MAC address. If NULL, no password will be required.
en: 如果指定，則使用基於魔術包的Wake-on-LAN的密碼，表示為以太網MAC地址。如果為NULL，則不需要密碼。

source: If specified, this connection will never apply to the Ethernet device whose permanent MAC address matches an address in the list. Each MAC address is in the standard hex-digits-and-colons notation (00:11:22:33:44:55).
en: 如果指定，此連接將永遠不會應用於永久MAC地址與列表中的地址匹配的以太網設備。每個MAC地址都採用標準的十六進制數字和冒號表示法（00：11：22：33：44：55）。

source: If specified, this connection will only apply to the Ethernet device whose permanent MAC address matches. This property does not change the MAC address of the device (i.e. MAC spoofing).
en: 如果指定，則此連接僅適用於永久MAC地址匹配的以太網設備。此屬性不會更改設備的MAC地址（即MAC欺騙）。

source: If specified, this connection will only apply to the IEEE 802.15.4 (WPAN) MAC layer device whose permanent MAC address matches.
en: 如果指定，則此連接僅適用於永久MAC地址匹配的IEEE 802.15.4（WPAN）MAC層設備。

source: If specified, this connection will only apply to the IPoIB device whose permanent MAC address matches. This property does not change the MAC address of the device (i.e. MAC spoofing).
en: 如果指定，則此連接僅適用於永久MAC地址匹配的IPoIB設備。此屬性不會更改設備的MAC地址（即MAC欺騙）。

source: If specified, this connection will only apply to the Wi-Fi device whose permanent MAC address matches. This property does not change the MAC address of the device (i.e. MAC spoofing).
en: 如果指定，此連接僅適用於永久MAC地址匹配的Wi-Fi設備。此屬性不會更改設備的MAC地址（即MAC欺騙）。

source: If specified, this connection will only apply to the WiMAX device whose MAC address matches. This property does not change the MAC address of the device (known as MAC spoofing). Deprecated: 1
en: 如果指定，則此連接僅適用於MAC地址匹配的WiMAX設備。此屬性不會更改設備的MAC地址（稱為MAC欺騙）。不予批准：1

source: If the "dhcp-send-hostname" property is TRUE, then the specified FQDN will be sent to the DHCP server when acquiring a lease. This property and "dhcp-hostname" are mutually exclusive and cannot be set at the same time.
en: 如果“dhcp-send-hostname”屬性為TRUE，則在獲取租約時，將將指定的FQDN發送到DHCP服務器。此屬性與“dhcp-hostname”是互斥的，不能同時設置。

source: If the "dhcp-send-hostname" property is TRUE, then the specified name will be sent to the DHCP server when acquiring a lease. This property and "dhcp-fqdn" are mutually exclusive and cannot be set at the same time.
en: 如果“dhcp-send-hostname”屬性為TRUE，則在獲取租約時將指定的名稱發送到DHCP服務器。此屬性與“dhcp-fqdn”是互斥的，不能同時設置。

source: If the SIM is locked with a PIN it must be unlocked before any other operations are requested. Specify the PIN here to allow operation of the device.
en: 如果SIM卡被PIN鎖定，則必須在請求任何其他操作之前解鎖。在此處指定PIN以允許操作設備。

source: If the VPN connection requires a user name for authentication, that name should be provided here. If the connection is available to more than one user, and the VPN requires each user to supply a different name, then leave this property empty. If this property is empty, NetworkManager will automatically supply the username of the user which requested the VPN connection.
en: 如果VPN連接需要用戶名進行身份驗證，則應在此處提供該名稱。如果連接可供多個用戶使用，並且VPN要求每個用戶提供不同的名稱，則將此屬性保留為空。如果此屬性為空，NetworkManager將自動提供請求VPN連接的用戶的用戶名。

source: If the VPN service supports persistence, and this property is TRUE, the VPN will attempt to stay connected across link changes and outages, until explicitly disconnected.
en: 如果VPN服務支持持久性，並且此屬性為TRUE，則VPN將嘗試在鏈路更改和中斷之間保持連接，直到明確斷開連接。

source: If the conflict was resolved successfully, you may mark it as resolved now.
en: 如果衝突已成功解決，您現在可以將其標記為已解決。

source: If the property is set to TRUE, the interface will support multiple file descriptors (queues) to parallelize packet sending or receiving. Otherwise, the interface will only support a single queue.
en: 如果該屬性設置為TRUE，則接口將支持多個文件描述符（隊列）以並行化數據包發送或接收。否則，接口將僅支持單個隊列。

source: If true, a console output section will be shown in version control views, showing the commands run for version control operations.
en: 如果為 True，主控台輸出部分將顯示在版本控制檢視中，顯示版本控制操作執行的指令。

source: If true, a guide will be displayed to show what column the margin is at in the version control commit message editor.
en: 如果為 True，在版本控制提交訊息編輯器中會顯示指引，來顯示邊界所在的列。

source: If true, any new indentation will use spaces instead of tabs.
en: 如果為 True，新的縮排都將使用空格而不是 tab。

source: If true, blank lines will be trimmed when highlighting changes between files.
en: 如果為 True，當標示檔案之間的變更時將修剪空列。

source: If true, folder comparisons compare files based solely on size and mtime, considering files to be identical if their size and mtime match, and different otherwise.
en: 如果為 True，資料夾比對中僅根據大小和 mtime 比對檔案，如果檔案大小和 mtime 符合則認為檔案相同，否則認為不相同。

source: If true, folder comparisons do not follow symbolic links when traversing the folder tree.
en: 如果為 True，資料夾比對在周遊資料夾樹時不跟隨符號連結。

source: If true, folder comparisons that compare file contents also apply active text filters and the blank line trimming option, and ignore newline differences.
en: 如果為 True，比對檔案內容的資料夾比對也會使用啟用的文字過濾器和空列修剪選項，並忽略換列字元差異。

source: If true, line numbers will be shown in the gutter of file comparisons.
en: 如果為 True，列號會在檔案比對的側邊長條溝中顯示。

source: If true, the line containing the cursor will be highlighted in file comparisons.
en: 如果為 True，包含游標的列將在檔案比對中標示。

source: If true, the version control commit message editor will hard-wrap (i.e., insert line breaks) at the commit margin before commit.
en: 如果為 True，版本控制提交訊息編輯器將在提交之前，在提交邊界實體換列（也就是插入斷列符號）。

source: If true, the window statusbar is visible.
en: 如果為 True，則顯示視窗狀態列。

source: If true, the window toolbar is visible.
en: 如果為 True，則顯示視窗工具列。

source: If true, version control comparisons will use a left-is-local, right-is-remote scheme to determine what order to present files in panes. Otherwise, a left-is-theirs, right-is-mine scheme is used.
en: 如果為 True，版本控制比對將使用左側為本地，右側為遠端的配置來決定在窗格中顯示檔案的順序。否則，使用左側為遠端，右側為本地的配置。

source: If you are creating a VPN, and the VPN connection you wish to create does not appear in the list, you may not have the correct VPN plugin installed.
en: 如果您要建立 VPN，但此 VPN 連線沒有出現在清單上，您可能尚未安裝正確的 VPN 外掛程式。

source: If you don’t save, changes will be permanently lost.
en: 如果您不儲存，變更將永久遺失。

source: If you save it, any external changes will be lost.
en: 如果你儲存它，外部的變更將遺失。

source: Ignore
en: 忽略

source: Ignore 'D' in column one in fixed form
en: 在固定格式中忽略第一列的「D」

source: Ignore Filename Case
en: 忽略檔案名稱大小寫

source: Ignore automatically obtained DNS parameters
en: 忽略自動獲取的DNS參數

source: Ignore automatically obtained routes
en: 忽略自動獲取的路線

source: Ignore blank lines when comparing files
en: 比對檔案時忽略空列

source: Ignore case
en: Ignor keis

source: Ignore dllimport attribute for functions
en: 忽略函式的 dllimport 屬性

source: Ignore dllimport for functions
en: 忽略函式的 dllimport 屬性

source: Ignore symbolic links
en: 忽略符號連結

source: Ignored
en: 已忽略

source: Ignored (obsolete)
en: 忽略(已過時)

source: Ignored for compatibility
en: 為相容性而忽略

source: Ignoring unrecognized log domain(s) '%s' passed on command line.
en: 即將忽略傳送至指令列上的日誌區域「%s」。

source: In %+D: overlapped variable and exception ranges at %d
en: 在 %+D 中：重疊的變數和異常範圍，在 %d

source: Include beta versions
en: Inklūd beta vörçions

source: Incompatible ranks %d and %d in assignment at %L
en: 賦值中有不相容的秩 %d 和 %d，位於 %L

source: Index 0 WEP key. This is the WEP key used in most networks. See the "wep-key-type" property for a description of how this key is interpreted.
en: 索引0 WEP密鑰。這是大多數網絡中使用的WEP密鑰。有關如何解釋此鍵的說明，請參閱“wep-key-type”屬性。

source: Index 1 WEP key. This WEP index is not used by most networks. See the "wep-key-type" property for a description of how this key is interpreted.
en: 索引1 WEP密鑰。大多數網絡都不使用此WEP索引。有關如何解釋此鍵的說明，請參閱“wep-key-type”屬性。

source: Index 2 WEP key. This WEP index is not used by most networks. See the "wep-key-type" property for a description of how this key is interpreted.
en: 索引2 WEP密鑰。大多數網絡都不使用此WEP索引。有關如何解釋此鍵的說明，請參閱“wep-key-type”屬性。

source: Index 3 WEP key. This WEP index is not used by most networks. See the "wep-key-type" property for a description of how this key is interpreted.
en: 索引3 WEP密鑰。大多數網絡都不使用此WEP索引。有關如何解釋此鍵的說明，請參閱“wep-key-type”屬性。
